tap "hashicorp/tap"
tap "jesseduffield/lazydocker"
brew "bat"
brew "brogue"
brew "eza"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "jq"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "uv"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "chatgpt"
cask "cleanshot"
cask "cryptomator"
cask "daisydisk"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "godot"
cask "google-chrome"
cask "hyperkey"
cask "iina"
cask "jetbrains-toolbox"
cask "maccy"
cask "mullvad-vpn"
cask "obsidian"
cask "raycast"
cask "slack"
cask "visual-studio-code"
